{
    "row": "act-1",
    "order": 4,
    "name": "Chapter 4: Basics of Magic",
    "short_description": "Sarah starts her education at Aurelia Academy, struggling initially but eventually showing promise. She learns the foundational spells and theories of magic.",
    "events": "First classes, learning basic spells",
    "people": "Sarah Davis, teachers, fellow students",
    "places": "Classrooms, dormitories",
    "from_prev_chapter": "Sarah begins her studies at Aurelia Academy.",
    "to_next_chapter": "Sarah's engineering background begins to influence her magical studies.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-06-22 09:49:10",
    "lastUpdated": "2024-06-22 09:49:10",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-06-22 09:49:10"
        }
    ],
    "beats": [
        {
            "short_title": "First Day Jitters",
            "long_title": "Sarah's Nerves on Her First Day at Aurelia Academy",
            "description": "Sarah feels a mix of excitement and anxiety as she steps into Aurelia Academy for her first official day of classes. The grandeur of the school and the magical ambience overwhelm her."
        },
        {
            "short_title": "Meeting the Professors",
            "long_title": "Introduction to the Esteemed Teaching Staff",
            "description": "Sarah meets her magical studies professors, each having a unique style and approach to teaching. This introduction sets the stage for the diverse learning experiences she'll have."
        },
        {
            "short_title": "Classmates and Competition",
            "long_title": "Getting Acquainted with Fellow Students and Rivalries",
            "description": "Sarah is introduced to her fellow students. She quickly learns about the intense competition and rivalries that exist within the academy. Nonetheless, she also finds potential friends."
        },
        {
            "short_title": "First Lesson: Magical Theory",
            "long_title": "Understanding the Basics of Magical Theory",
            "description": "In her first theoretical class, Sarah learns about the fundamentals of magic, including the source of magical power and the basic principles governing its use. She struggles to grasp some concepts initially."
        },
        {
            "short_title": "Practical Magic: Spellcasting 101",
            "long_title": "Sarah’s First Hands-On Spellcasting Experience",
            "description": "Sarah has her first practical lesson where she learns basic spells. She struggles initially but manages to perform a simple spell by the end of the class, earning a nod of approval from her instructor."
        },
        {
            "short_title": "A Night in the Library",
            "long_title": "Late Night Study Sessions in the Academy Library",
            "description": "Determined to catch up, Sarah spends her evenings in the library, poring over magical texts and practicing her spells. Her engineering background helps her approach the material in a unique way."
        },
        {
            "short_title": "A Small Success",
            "long_title": "Sarah Experiences a Breakthrough Moment",
            "description": "After days of late-night studying, Sarah successfully performs a moderately difficult spell. Her confidence gets a boost, and she begins to feel like she belongs at Aurelia Academy."
        },
        {
            "short_title": "Friendly Faces",
            "long_title": "Building Relationships with Peers",
            "description": "Sarah starts forming bonds with some of her classmates. A small study group emerges, and they begin supporting each other in their magical education."
        },
        {
            "short_title": "Teachers Take Notice",
            "long_title": "Faculty Observes Sarah’s Unique Approach",
            "description": "Sarah’s unique methodology of combining her engineering knowledge with magic catches the attention of her professors. They begin to see her potential and its implications."
        },
        {
            "short_title": "Foundation Laid",
            "long_title": "Solidifying the Basics Before Moving Forward",
            "description": "As the chapter wraps up, Sarah feels more confident in her understanding of magical basics. Her perseverance sets a strong foundation for her future studies, blending her technical and magical skills."
        }
    ]
}