{
    "row": "act-2",
    "order": 1,
    "name": "Chapter 7: Advanced Studies",
    "short_description": "With her initial success, Sarah dives into more advanced magical studies and starts working on more complex magi tech projects.",
    "events": "Advanced classes, new inventions",
    "people": "Sarah Davis, teachers, fellow students",
    "places": "Classrooms, workshops",
    "from_prev_chapter": "Sarah gains admiration for her invention.",
    "to_next_chapter": "Sarah faces her first major challenge.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-06-22 09:49:10",
    "lastUpdated": "2024-06-22 09:49:10",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-06-22 09:49:10"
        }
    ],
    "beats": [
        {
            "short_title": "Deep Dive into Theory",
            "long_title": "Sarah Dives Deep into Advanced Magical Theory",
            "description": "Sarah attends her first advanced class, where the complexity of the magical theories being taught leaves her both excited and overwhelmed. The teacher introduces her to arcane subjects she has only scratched the surface of before."
        },
        {
            "short_title": "New Classmates",
            "long_title": "Sarah Interacts with Her New Advanced Classmates",
            "description": "Sarah meets her new classmates, an eclectic mix of seasoned magical students who are both curious and skeptical of her unique background."
        },
        {
            "short_title": "First Challenge",
            "long_title": "Sarah’s First Challenge in Advanced Studies",
            "description": "During one of the advanced classes, Sarah is given a challenging assignment that requires her to apply both her engineering skills and magical knowledge."
        },
        {
            "short_title": "Late Nights in the Workshop",
            "long_title": "Sarah Spends Late Nights in the Workshop",
            "description": "To keep up with the demanding coursework, Sarah finds herself spending late nights in the school’s workshop, working tirelessly on her assignments and new invention ideas."
        },
        {
            "short_title": "Breakthrough Idea",
            "long_title": "Sarah Gets a Breakthrough Idea for a New Magi Tech Project",
            "description": "Inspired by her advanced studies, Sarah conceptualizes a groundbreaking new magi tech project that could revolutionize everyday life in this magical society."
        },
        {
            "short_title": "Gathering Resources",
            "long_title": "Sarah Gathers Resources for Her New Project",
            "description": "Sarah seeks out rare materials and magical components needed for her new project, learning to navigate the intricate supply chains of the magical world."
        },
        {
            "short_title": "Collaboration",
            "long_title": "Sarah Collaborates with Fellow Students",
            "description": "Recognizing the need for expertise beyond her own, Sarah collaborates with her fellow students, pooling their diverse skills and knowledge to bring her new project to life."
        },
        {
            "short_title": "First Prototype",
            "long_title": "Sarah Builds the First Prototype",
            "description": "After weeks of hard work, Sarah creates the first prototype of her magi tech invention, eager to test its capabilities."
        },
        {
            "short_title": "Testing and Tweaking",
            "long_title": "Sarah Tests and Tweaks Her Prototype",
            "description": "Sarah tests her prototype rigorously, facing multiple failures and making necessary adjustments to perfect her invention."
        },
        {
            "short_title": "A Glimpse of Success",
            "long_title": "Sarah Gets a Glimpse of Success",
            "description": "After a rigorous testing phase, Sarah’s prototype finally shows promising signs of success, setting the stage for her to face her first major challenge in the next chapter."
        }
    ]
}