{
    "row": "act-3",
    "order": 2,
    "name": "Chapter 11: Wider Recognition",
    "short_description": "The magi tech devices start gaining attention from powerful outside entities. Sarah and her team are invited to present their work to influential leaders.",
    "events": "Invitations, presentations",
    "people": "Sarah Davis, her allies, influential leaders",
    "places": "Academy, external venues",
    "from_prev_chapter": "They celebrate their invention.",
    "to_next_chapter": "Sarah receives an offer from a powerful organization.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-06-22 09:49:10",
    "lastUpdated": "2024-06-22 09:49:10",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-06-22 09:49:10"
        }
    ],
    "beats": [
        {
            "short_title": "Invitations Arrive",
            "long_title": "Sarah and Team Receive Invitations from Influential Entities",
            "description": "Sarah and her team receive formal invitations from influential leaders and organizations, expressing interest in their magi tech inventions. The team is excited but also feels the pressure of the task ahead."
        },
        {
            "short_title": "Preparations",
            "long_title": "The Team Prepares for Presentations",
            "description": "Sarah and her allies begin meticulous preparations for their presentations. They discuss strategies, refine their prototypes, and practice their speeches to ensure everything goes smoothly."
        },
        {
            "short_title": "Journey to Venues",
            "long_title": "Traveling to External Venues for Presentations",
            "description": "The team travels to various external venues where they will be presenting their magi tech. The journey is filled with a mixture of nerves and anticipation."
        },
        {
            "short_title": "Initial Presentation",
            "long_title": "First Presentation to a Group of Influential Leaders",
            "description": "Sarah leads the first presentation, showcasing their cutting-edge magi tech inventions to a group of powerful leaders. The response is mixed, with some leaders expressing enthusiasm and others showing skepticism."
        },
        {
            "short_title": "Q&A Session",
            "long_title": "The Team Faces Challenging Questions",
            "description": "The team is put to the test as they face a barrage of challenging questions from the audience. Sarah's engineering background proves invaluable in addressing technical concerns."
        },
        {
            "short_title": "Breakthrough Moment",
            "long_title": "A Key Leader Shows Interest",
            "description": "A particularly influential leader expresses strong interest in their magi tech devices, signaling a potential breakthrough for the team's efforts. This boosts the team's morale significantly."
        },
        {
            "short_title": "Unexpected Challenges",
            "long_title": "Facing Unforeseen Opposition",
            "description": "Not everyone is pleased with the magi tech innovations. The team encounters unexpected opposition from traditionalists who view the integration of magic and technology as a threat."
        },
        {
            "short_title": "Allies Step Up",
            "long_title": "Sarah's Allies Advocate for Their Work",
            "description": "Sarah's allies passionately advocate for the benefits and potential of magi tech, helping to sway some of the skeptical leaders. Their support is crucial in maintaining momentum."
        },
        {
            "short_title": "Networking",
            "long_title": "Building Connections with Influential Leaders",
            "description": "After the presentations, Sarah and her team engage in networking activities, building valuable connections with influential leaders and potential supporters for their magi tech initiatives."
        },
        {
            "short_title": "Reflecting on Success",
            "long_title": "Reflecting on the Day's Achievements",
            "description": "As the day concludes, Sarah and her team reflect on their presentations and the responses they received. They discuss what went well and identify areas for improvement, feeling optimistic about the future."
        }
    ]
}