{
    "title": "Techno-Mage: Engineering a Magical Revolution",
    "blurb": "When Sarah, a brilliant modern-day engineer, finds herself mysteriously transported to a parallel world where magic reigns supreme, she must adapt quickly to survive. Enrolling in a prestigious magical school, she discovers an innate talent for spellcasting. As Sarah combines her technical expertise with newfound magical abilities, she creates revolutionary magi-tech that promises to transform society. But in a world unprepared for such rapid change, her innovations set off a chain of unexpected consequences that could either elevate humanity or tear the fabric of reality apart.",
    "back_cover_text": "In a world where wands replace smartphones and enchantments power cities, Sarah Thompson finds herself thrust into a reality she never imagined possible. One moment, she's troubleshooting a complex algorithm in her Silicon Valley office; the next, she's standing before the imposing gates of the Arcane Academy of Mystical Arts.\n\nDetermined to find her way home, Sarah immerses herself in magical studies, only to discover that her engineer's mind gives her a unique edge in mastering spells and rituals. As she blends circuits with sigils and code with incantations, Sarah creates a new field of magi-tech that promises to revolutionize both magic and technology.\n\nBut Sarah's innovations don't go unnoticed. As word of her creations spreads, she attracts the attention of powerful mages, opportunistic entrepreneurs, and shadowy organizations, all eager to harness her discoveries for their own ends. With her magi-tech creations beginning to alter the very fabric of magical society, Sarah must navigate a treacherous landscape of politics, ethics, and ancient magical traditions.\n\nAs the lines between magic and technology blur and the consequences of her work spiral beyond her control, Sarah faces a crucial decision: continue pushing the boundaries of what's possible, potentially risking the stability of both worlds, or find a way to bridge the gap between her old life and new, bringing balance to a society on the brink of unprecedented change.",
    "folder": "\/var\/www\/html\/playground\/books\/book_1719120472",
    "created": "2024-06-23 05:27:52",
    "lastUpdated": "2024-06-23 05:27:52",
    "language": "English"
}