{
    "row": "act-2",
    "order": 1,
    "name": "Chapter 7",
    "short_description": "Büyük sınav",
    "events": "Ahmet, değerli bir antika kalemin tamiri için görevlendirilir.",
    "people": "Ahmet, Usta Mehmet, diğer ustalar",
    "places": "Han, Usta Mehmet'in dükkanı",
    "from_prev_chapter": "Ahmet yeteneğini keşfeder",
    "to_next_chapter": "Ahmet zorlu bir görevle karşılaşacak",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Sınavın Haberi - Heyecan ve Endişe: Usta Mehmet, Ahmet'e yaklaşan büyük sınavın detaylarını açıklar ve ona güvendiğini belirtir."
        },
        {
            "description": "Antika Kalem - Zorlu Görev: Ahmet, değerli bir antika kalemin tamirini üstlenir ve bu işin sınavının bir parçası olduğunu öğrenir."
        },
        {
            "description": "Araştırma Süreci - Bilgi Toplama: Ahmet, antika kalem hakkında bilgi toplamak için diğer ustaları ziyaret eder ve kaynak araştırması yapar."
        },
        {
            "description": "Teknik Zorluklar - Yaratıcı Çözümler: Ahmet, kalemin karmaşık mekanizmasıyla karşılaşır ve yeni teknikler denemeye karar verir."
        },
        {
            "description": "Ustalarla İstişare - Kolektif Bilgelik: Ahmet, zorlandığı noktalarda diğer ustaların tecrübelerinden faydalanır ve farklı bakış açıları kazanır."
        },
        {
            "description": "Gece Çalışmaları - Özverili Çaba: Ahmet, kalemin tamirini tamamlamak için geceleri de çalışmaya başlar ve kendini işine adar."
        },
        {
            "description": "Beklenmedik Engel - Moral Bozukluğu: Tamir sırasında beklenmedik bir sorunla karşılaşan Ahmet, moral bozukluğu yaşar ve kendinden şüphe duymaya başlar."
        },
        {
            "description": "Ustanın Desteği - Yeniden Motivasyon: Usta Mehmet, Ahmet'in zorlandığını fark eder ve ona destek olarak yeniden motive eder."
        },
        {
            "description": "Son Düzeltmeler - Mükemmeliyetçilik: Ahmet, kalemin son detaylarını özenle tamamlar ve işini en iyi şekilde yapmaya çalışır."
        },
        {
            "description": "Teslim Zamanı - Gergin Bekleyiş: Ahmet, tamamladığı kalemi ustasına teslim eder ve değerlendirme sonucunu heyecanla beklerken, bir sonraki görevin ipuçlarını alır."
        }
    ]
}