{
    "row": "act-3",
    "order": 4,
    "name": "Chapter 13",
    "short_description": "Değişen zamanlar",
    "events": "Hanın yıkılma tehlikesi ortaya çıkar.",
    "people": "Ahmet, Usta Mehmet, diğer ustalar, belediye görevlileri",
    "places": "Han, belediye binası",
    "from_prev_chapter": "Ahmet başarıya ulaşır",
    "to_next_chapter": "Hanı kurtarmak için mücadele başlayacak",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Değişimin Ayak Sesleri - Belediye Duyurusu: Usta Mehmet ve Ahmet, hanın yıkılacağına dair belediye duyurusunu öğrenirler."
        },
        {
            "description": "Şok ve İnkâr - Ustaların Tepkisi: Handaki tüm ustalar bir araya gelip durumu tartışır ve ne yapacaklarını düşünürler."
        },
        {
            "description": "Gerçeği Kabullenmek - Belediye Ziyareti: Usta Mehmet ve birkaç usta, belediyeye gidip durumu öğrenmeye çalışırlar."
        },
        {
            "description": "Umut Işığı - Tarihi Değer: Ahmet, hanın tarihi değerini araştırmaya başlar ve önemli bilgiler bulur."
        },
        {
            "description": "Birlik Olma Zamanı - Esnaf Toplantısı: Tüm han esnafı bir araya gelip ortak bir strateji belirlemeye karar verir."
        },
        {
            "description": "Medyanın Gücü - Basın Açıklaması: Ahmet'in önerisiyle, hanın durumu basına duyurulur ve kamuoyu oluşturulmaya çalışılır."
        },
        {
            "description": "Bürokratik Engeller - İzin Süreci: Hanı koruma altına almak için gerekli resmi başvurular yapılır."
        },
        {
            "description": "Geçmişle Yüzleşme - Eski Fotoğraflar: Ahmet, hanın eski fotoğraflarını bulur ve bunları koruma mücadelesinde kullanmaya karar verir."
        },
        {
            "description": "Toplumsal Destek - İmza Kampanyası: Hanı kurtarmak için bir imza kampanyası başlatılır ve beklenmedik bir destek görür."
        },
        {
            "description": "Kritik Karar - Belediye Toplantısı: Belediye, hanın geleceğiyle ilgili kritik bir toplantı düzenler ve ustalar toplantıya davet edilir."
        }
    ]
}