{
    "row": "act-3",
    "order": 1,
    "name": "Chapter 10",
    "short_description": "Yeni bir yol",
    "events": "Ahmet, parçayı kendisi yapmaya karar verir.",
    "people": "Ahmet, Usta Mehmet",
    "places": "Usta Mehmet'in dükkanı",
    "from_prev_chapter": "Engeller ve şüphelerle karşılaşılır",
    "to_next_chapter": "Ahmet zorlu bir süreçe girecek",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Gizli Yolculuk - Ahmet'in Cesur Adımı: Ahmet, gizli buluşmaya gider ve parçanın yapımı hakkında kritik bilgiler edinir."
        },
        {
            "description": "İç Hesaplaşma - Kararın Ağırlığı: Ahmet, öğrendiklerini değerlendirir ve parçayı kendisinin yapması gerektiğine karar verir."
        },
        {
            "description": "Gece Planı - Sessiz Hazırlık: Ahmet, gece gizlice dükkâna girerek gerekli malzemeleri ve aletleri hazırlar."
        },
        {
            "description": "Ustanın Şüphesi - Artan Gerilim: Usta Mehmet, Ahmet'in davranışlarındaki değişikliği fark eder ve şüphelenir."
        },
        {
            "description": "İlk Deneme - Zorlu Başlangıç: Ahmet, parçayı yapmak için ilk denemesini yapar, ancak başarısız olur."
        },
        {
            "description": "Gizli Araştırma - Bilgi Avcısı: Ahmet, başarısızlığını telafi etmek için gizlice eski ustalık kitaplarını araştırır."
        },
        {
            "description": "Ustanın Tuzağı - Sınav Zamanı: Usta Mehmet, Ahmet'i test etmek için zorlu bir görev verir."
        },
        {
            "description": "Çırak Zekâsı - Yaratıcı Çözüm: Ahmet, ustasının verdiği görevi beklenmedik bir şekilde çözer."
        },
        {
            "description": "Gizli Atölye - Yeni Bir Deneme: Ahmet, öğrendiklerini kullanarak gizli bir atölyede parçayı yeniden yapmaya çalışır."
        },
        {
            "description": "Başarının Eşiği - Umut Verici Sonuç: Ahmet, parçayı neredeyse tamamlar, ancak son adımda beklenmedik bir engelle karşılaşır."
        }
    ]
}