{
    "row": "act-4",
    "order": 2,
    "name": "Chapter 15",
    "short_description": "Geleneğin zaferi",
    "events": "Kampanya başarılı olur, han kurtulur ve kültürel miras olarak tescillenir.",
    "people": "Ahmet, Usta Mehmet, diğer ustalar, şehir yetkilileri, halk",
    "places": "Han, belediye binası",
    "from_prev_chapter": "Hanı kurtarma kampanyası başlatılır",
    "to_next_chapter": "",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Son Konuşma - Belediye Başkanı'nın Kararı: Belediye Başkanı, incelemesinin ardından hanın geleceği hakkında bir açıklama yapar."
        },
        {
            "description": "Heyecanlı Bekleyiş - Kararın Sonuçları: Ahmet ve ustalar, Belediye Başkanı'nın açıklamasının ardından sonuçları bekler."
        },
        {
            "description": "Zafer Müjdesi - Hanın Kurtuluşu: Belediye, hanın yıkılmayacağını ve restore edileceğini duyurur."
        },
        {
            "description": "Kutlama Zamanı - Zanaatkârların Sevinci: Han sakinleri ve destekçiler, kararın ardından büyük bir kutlama düzenler."
        },
        {
            "description": "Restorasyon Planı - Yeniden Doğuş: Belediye ve uzmanlar, hanın restorasyonu için detaylı bir plan hazırlar."
        },
        {
            "description": "Medya İlgisi - Başarı Hikâyesi: Yerel ve ulusal medya, hanın kurtuluş hikâyesini geniş çapta duyurur."
        },
        {
            "description": "Kültürel Miras Statüsü - Resmi Tescil: Han, resmi olarak kültürel miras statüsüne alınır ve koruma altına girer."
        },
        {
            "description": "Ziyaretçi Akını - Yeni Bir Başlangıç: Hanın popülaritesi artar ve çok sayıda ziyaretçi çekmeye başlar."
        },
        {
            "description": "Gelecek Planları - Eğitim Merkezi Fikri: Ahmet ve ustalar, hanı genç zanaatkârlar için bir eğitim merkezine dönüştürme fikrini tartışır."
        },
        {
            "description": "Yeni Ufuklar - Değişimin Eşiğinde: Han ve çevresindeki bölge, kültürel ve ekonomik bir canlanmanın eşiğine gelir."
        }
    ]
}