{
    "row": "act-1",
    "order": 5,
    "name": "Chapter 5",
    "short_description": "Özel bir müşteri",
    "events": "Yurtdışından gelen zengin bir koleksiyoncu, nadir bir saat için dükkana gelir.",
    "people": "Ahmet, Usta Mehmet, yabancı koleksiyoncu",
    "places": "Usta Mehmet'in dükkanı",
    "from_prev_chapter": "Ahmet zorluklarla karşılaşır",
    "to_next_chapter": "Ahmet önemli bir keşif yapacak",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Sabahın Erken Saatleri - Heyecanlı Bekleyiş: Ahmet, özel müşteriyi karşılamak için dükkana her zamankinden erken gelir ve telaşla hazırlıklara başlar."
        },
        {
            "description": "Usta'nın Talimatları - Dikkat ve Özen: Usta Mehmet, Ahmet'e müşteriyle nasıl ilgilenmesi gerektiğini anlatır ve önemli detayları hatırlatır."
        },
        {
            "description": "Kapıdaki Zil - Büyük An: Yabancı koleksiyoncu dükkana girer, Ahmet ve Usta Mehmet onu karşılar."
        },
        {
            "description": "İlk İzlenimler - Kültür Çatışması: Koleksiyoncunun farklı tavırları ve konuşma tarzı, Ahmet'i şaşırtır ve biraz gerginleştirir."
        },
        {
            "description": "Nadir Saat - Gizem Dolu Bir Parça: Koleksiyoncu, yanında getirdiği antika saati gösterir ve tarihçesini anlatmaya başlar."
        },
        {
            "description": "Teknik İnceleme - Ustanın Mahareti: Usta Mehmet saati incelerken, Ahmet onun her hareketini dikkatle izler ve yeni şeyler öğrenir."
        },
        {
            "description": "Beklenmedik Soru - Çırağın Sınavı: Koleksiyoncu, Ahmet'e saatin bir özelliği hakkında soru sorar, genç çırak bilgisini gösterme fırsatı yakalar."
        },
        {
            "description": "Pazarlık ve Anlaşma - İş Dünyasının İncelikleri: Usta Mehmet ve koleksiyoncu fiyat konusunda pazarlık yaparken, Ahmet bu süreci gözlemler."
        },
        {
            "description": "Vedalaşma - Yeni Bağlantılar: Koleksiyoncu dükkandan ayrılırken, Ahmet'e kartvizitini verir ve gelecekte iletişimde kalmak istediğini belirtir."
        },
        {
            "description": "Günün Sonu - Gizli Bir Yetenek: Usta Mehmet, Ahmet'in müşteriyle olan diyaloğundan etkilenir ve onda farklı bir yetenek olduğunu fark eder."
        }
    ]
}