{
    "row": "act-3",
    "order": 2,
    "name": "Chapter 11",
    "short_description": "Çıraklıktan ustalığa",
    "events": "Ahmet gece gündüz çalışarak parçayı yapmaya çalışır.",
    "people": "Ahmet, Usta Mehmet, diğer ustalar",
    "places": "Han, Usta Mehmet'in dükkanı",
    "from_prev_chapter": "Ahmet yeni bir yol seçer",
    "to_next_chapter": "Sonuç belli olacak",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Son Engel - Beklenmedik Zorluk: Ahmet, parçayı tamamlamak üzereyken karşılaştığı engeli aşmak için çözüm arar."
        },
        {
            "description": "Gece Mesaisi - Karanlıkta Çalışma: Ahmet, gizlice dükkâna girerek geceleri çalışmaya başlar."
        },
        {
            "description": "Ustanın Şüphesi - Artan Merak: Usta Mehmet, Ahmet'in yorgunluğunu ve gizli davranışlarını fark eder."
        },
        {
            "description": "Yeni Teknik - İnovasyon Zamanı: Ahmet, eski ustalık kitaplarından öğrendiği bir tekniği uygulamaya karar verir."
        },
        {
            "description": "Başarısızlık Korkusu - İç Çatışma: Ahmet, başarısız olma korkusuyla mücadele ederken motivasyonunu korumaya çalışır."
        },
        {
            "description": "Gizli Yardım - Beklenmedik Destek: Diğer ustalardan biri, Ahmet'in çabalarını fark eder ve gizlice ona yardım eder."
        },
        {
            "description": "Kritik An - Dönüm Noktası: Ahmet, parçanın kilit noktasını tamamlamak üzereyken beklenmedik bir sorunla karşılaşır."
        },
        {
            "description": "Ustanın Testi - Gizli Sınav: Usta Mehmet, Ahmet'i test etmek için ona zor bir görev verir."
        },
        {
            "description": "Son Hamle - Cesur Adım: Ahmet, tüm bilgi ve tecrübesini kullanarak parçayı tamamlamak için son hamlesini yapar."
        },
        {
            "description": "Gizli Başarı - Sessiz Zafer: Ahmet, parçayı başarıyla tamamlar ve onu gizlice dükkândaki yerine koyar, Usta Mehmet'in tepkisini merakla bekler."
        }
    ]
}