{
    "row": "act-1",
    "order": 4,
    "name": "Chapter 4",
    "short_description": "İlk zorluklar ve şüpheler",
    "events": "Ahmet işin zorluğuyla yüzleşir ve kendinden şüphe duymaya başlar.",
    "people": "Ahmet, Usta Mehmet, diğer çıraklar",
    "places": "Han, Ahmet'in evi",
    "from_prev_chapter": "Ahmet ilk derslerini alır",
    "to_next_chapter": "Beklenmedik bir müşteri gelecek",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Saat Kulesinin Çanı - Yeni Bir Günün Zorlu Başlangıcı: Ahmet, sabah erkenden dükkana gelir ve zorlu bir günün onu beklediğini hisseder."
        },
        {
            "description": "Karmaşık Bir Saat - İlk Büyük Sınav: Usta Mehmet, Ahmet'e tamir edilmesi zor bir cep saati verir ve onun bu işi tek başına yapmasını ister."
        },
        {
            "description": "Terleyen Eller - Artan Stres: Ahmet, saati sökerken elleri titrer ve bazı küçük parçaları düşürür."
        },
        {
            "description": "Diğer Çırakların Bakışları - Rekabet ve Baskı: Dükkandaki diğer çıraklar, Ahmet'in zorlandığını fark eder ve aralarında fısıldaşmaya başlarlar."
        },
        {
            "description": "Ustanın Sessizliği - Artan Endişe: Usta Mehmet, Ahmet'in çalışmasını uzaktan izler ama hiçbir yorum yapmaz, bu da Ahmet'in endişesini artırır."
        },
        {
            "description": "Kırılan Parça - Büyük Hata: Ahmet, saatin önemli bir parçasını yanlışlıkla kırar ve paniğe kapılır."
        },
        {
            "description": "İçsel Çatışma - Vazgeçme Düşüncesi: Ahmet, bu işi yapamayacağını düşünür ve ustasına durumu anlatıp vazgeçmeyi düşünür."
        },
        {
            "description": "Ustanın Teselli Sözleri - Yeni Bir Umut: Usta Mehmet, Ahmet'in durumunu fark eder ve ona cesaret verici sözler söyler."
        },
        {
            "description": "Yeni Bir Strateji - Sabrın Gücü: Ahmet, ustasının tavsiyesiyle derin bir nefes alır ve işe daha sakin bir şekilde yaklaşmaya karar verir."
        },
        {
            "description": "Günün Sonu - Beklenmedik Bir Gelişme: Ahmet tam dükkandan ayrılacakken, Usta Mehmet ona ertesi gün geleceği söylenen özel bir müşteriden bahseder."
        }
    ]
}