{
    "row": "act-2",
    "order": 3,
    "name": "Chapter 9",
    "short_description": "Engeller ve şüpheler",
    "events": "Parça bulunamaz, Ahmet'in yetenekleri sorgulanır.",
    "people": "Ahmet, Usta Mehmet, diğer ustalar",
    "places": "Han, Usta Mehmet'in dükkanı",
    "from_prev_chapter": "Nadir parça aranır",
    "to_next_chapter": "Ahmet kritik bir karar verecek",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Yeni İpucu - Umutlar Yeniden Canlanıyor: Dedikodular üzerine Ahmet ve Usta Mehmet, parçanın diğer versiyonunu aramak için yeni bir plan yaparlar."
        },
        {
            "description": "Kapalı Kapılar - Beklenmedik Engeller: Araştırma sırasında birçok antikacı ve saat ustası bilgi vermekten kaçınır, şüpheleri artırır."
        },
        {
            "description": "Şüpheli Bakışlar - Güven Sarsılıyor: Han'daki diğer ustalar, Ahmet ve Usta Mehmet'in sık sık ortalıktan kaybolmasından şüphelenmeye başlar."
        },
        {
            "description": "Zorlu Sorgu - Ahmet'in Sınavı: Bir usta, Ahmet'i zor sorularla sınava çeker, çırağın bilgisini test eder."
        },
        {
            "description": "Ustaların Toplantısı - Gizli Görüşme: Usta Mehmet, diğer ustalarla gizli bir toplantı yapar, Ahmet dışarıda kalır ve endişelenir."
        },
        {
            "description": "Çırak İsyanı - Ahmet'in İç Çatışması: Dışlanmış hisseden Ahmet, usta-çırak ilişkisini sorgulamaya başlar."
        },
        {
            "description": "Gece Nöbeti - Karanlıkta Arayış: Ahmet, gece gizlice dükkâna girer ve ipuçları aramaya başlar."
        },
        {
            "description": "Sürpriz Ziyaretçi - Beklenmedik Yardım: Gece nöbeti sırasında beklenmedik bir ziyaretçi gelir ve Ahmet'e yeni bilgiler verir."
        },
        {
            "description": "İkilemde Kalan Çırak - Ahmet'in Seçimi: Ahmet, yeni bilgileri Usta Mehmet'le paylaşıp paylaşmamak konusunda kararsız kalır."
        },
        {
            "description": "Gizli Buluşma - Yeni Bir Yolun Eşiği: Ahmet, aldığı bilgiler ışığında gizli bir buluşmaya gitmeye karar verir, yeni bir maceraya atılmak üzeredir."
        }
    ]
}