{
    "row": "act-1",
    "order": 6,
    "name": "Chapter 6",
    "short_description": "Gizli yetenek",
    "events": "Ahmet, kendinde saklı kalmış bir yeteneği keşfeder.",
    "people": "Ahmet, Usta Mehmet",
    "places": "Usta Mehmet'in dükkanı",
    "from_prev_chapter": "Özel bir müşteri gelir",
    "to_next_chapter": "Ahmet'in yetenekleri sınanacak",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Ustanın Övgüsü - Beklenmedik Takdir: Usta Mehmet, Ahmet'in koleksiyoncuyla olan diyaloğunu över ve onda gizli bir yetenek olduğunu söyler."
        },
        {
            "description": "İç Sorgulama - Yeni Bir Bakış Açısı: Ahmet, ustasının sözlerini düşünür ve kendi yeteneklerini sorgulamaya başlar."
        },
        {
            "description": "Eski Bir Saat - Gizli Bir Meydan Okuma: Usta Mehmet, Ahmet'e tamir edilmesi zor bir saati verir ve ondan çözüm bulmasını ister."
        },
        {
            "description": "Zorlu Analiz - Çırağın Cesareti: Ahmet, saati incelemeye başlar ve alışılmadık bir yaklaşımla sorunu teşhis etmeye çalışır."
        },
        {
            "description": "Sürpriz Keşif - Beklenmedik Çözüm: Ahmet, saat mekanizmasında gizli bir detayı fark eder ve ustasını şaşırtan bir çözüm önerir."
        },
        {
            "description": "Ustanın Şaşkınlığı - Yeni Bir Bakış: Usta Mehmet, Ahmet'in çözümünü hayretle karşılar ve onun farklı düşünme yeteneğini takdir eder."
        },
        {
            "description": "Özgüven Artışı - İçsel Dönüşüm: Ahmet, kendi yeteneklerinin farkına varır ve kendine olan güveni artar."
        },
        {
            "description": "Yeni Görevler - Artan Sorumluluklar: Usta Mehmet, Ahmet'e daha karmaşık tamir işleri vermeye başlar ve onun gelişimini gözlemler."
        },
        {
            "description": "Müşteri İlişkileri - Sosyal Beceriler: Ahmet, dükkana gelen müşterilerle daha fazla iletişim kurar ve onların ihtiyaçlarını anlamaya çalışır."
        },
        {
            "description": "Gelecek Planları - Büyük Beklentiler: Usta Mehmet, Ahmet'e yaklaşan büyük bir sınav hakkında ipucu verir ve onu hazırlanmaya teşvik eder."
        }
    ]
}