{
    "row": "act-2",
    "order": 2,
    "name": "Chapter 8",
    "short_description": "Gizemli parça arayışı",
    "events": "Tamir için gereken nadir bir parçanın peşine düşerler.",
    "people": "Ahmet, Usta Mehmet, antikacılar",
    "places": "İstanbul'un çeşitli semtleri, antika dükkanları",
    "from_prev_chapter": "Ahmet önemli bir görev alır",
    "to_next_chapter": "Beklenmedik bir engel çıkacak",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Yeni Görev - Gizemli Parça: Ahmet, bir sonraki görevinde nadir bir saat parçasını bulmakla görevlendirilir."
        },
        {
            "description": "Araştırma Başlangıcı - İlk İpuçları: Usta Mehmet ve Ahmet, parçanın olası kaynaklarını araştırmaya başlar ve bir liste oluştururlar."
        },
        {
            "description": "Antikacılar Çarşısı - Umut Dolu Arayış: İkili, Kapalıçarşı'daki antikacıları ziyaret eder ve parça hakkında bilgi toplar."
        },
        {
            "description": "Eski Bir Dost - Beklenmedik İpucu: Usta Mehmet'in eski bir meslektaşı, parçanın Balat'taki bir dükkânda olabileceğini söyler."
        },
        {
            "description": "Balat Macerası - Dar Sokaklar: Ahmet ve Usta Mehmet, Balat'ın labirent gibi sokaklarında kaybolurken yeni bilgiler edinirler."
        },
        {
            "description": "Gizli Depo - Sürpriz Keşif: Bir antikacının gizli deposunda, aradıkları parçaya benzer bir örnek bulurlar."
        },
        {
            "description": "Pazarlık Sanatı - Zorlu Müzakere: Usta Mehmet, parçanın sahibiyle zorlu bir pazarlığa girişir ve Ahmet bu süreçten çok şey öğrenir."
        },
        {
            "description": "Sahtecilik Şüphesi - Dikkatli İnceleme: Parçayı incelerken, sahte olma ihtimali ortaya çıkar ve detaylı bir araştırma başlatılır."
        },
        {
            "description": "Uzmanlık Gerektiren Test - Gerçeğin Peşinde: Parçanın orijinalliğini doğrulamak için özel bir test yapılması gerektiğini öğrenirler."
        },
        {
            "description": "Yeni Bir Yol - Beklenmedik Dönüş: Test sonuçları beklenirken, parçanın başka bir versiyonunun varlığı hakkında dedikodular duyulur ve yeni bir arayış başlar."
        }
    ]
}