{
    "row": "act-1",
    "order": 2,
    "name": "Chapter 2",
    "short_description": "Hanın ve ustaların tanıtılması",
    "events": "Ahmet hanı gezer, diğer ustaları ve dükkanları tanır.",
    "people": "Ahmet, Usta Mehmet, diğer ustalar",
    "places": "Eski han, küçük dükkanlar",
    "from_prev_chapter": "Ahmet hana gelir",
    "to_next_chapter": "Ahmet ilk görevini alacak",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Sabahın İlk Işıkları - Ahmet heyecanla hana gelir: Ahmet, ertesi sabah erkenden kalkıp hana gelir ve yeni hayatına başlamak için sabırsızlanır."
        },
        {
            "description": "Hanın Uyanışı - Dükkanlar birer birer açılır: Ahmet, hanın yavaş yavaş canlanışını ve ustaların dükkanlarını açışını izler."
        },
        {
            "description": "Usta Mehmet'in Hoş Geldin Dersi - İlk görevler verilir: Usta Mehmet, Ahmet'e dükkânı temizleme ve düzenleme görevleri vererek işe başlatır."
        },
        {
            "description": "Komşu Dükkan Keşfi - Ahmet yan dükkânı ziyaret eder: Ahmet, öğle molasında yan dükkândaki Kuyumcu Ali Usta ile tanışır."
        },
        {
            "description": "Saatçi Hüseyin'in Dünyası - Tık tak sesleri arasında: Ahmet, üst kattaki Saatçi Hüseyin'in atölyesini ziyaret eder ve farklı saatleri inceler."
        },
        {
            "description": "Hattat Kemal'in Kaligrafisi - Harflerin dansı: Ahmet, Hattat Kemal'in dükkânında geleneksel Türk hat sanatının inceliklerini görür."
        },
        {
            "description": "Ciltçi Nuri'nin Kitap Sevdası - Eski ciltlerin sırları: Ahmet, Ciltçi Nuri'nin atölyesinde antika kitapların restorasyonunu izler."
        },
        {
            "description": "Hanın Gizli Köşeleri - Unutulmuş odalar keşfedilir: Ahmet, hanın az bilinen bölümlerini gezerken tarihî atmosferi hisseder."
        },
        {
            "description": "Ustaların Sohbeti - Çay molasında anılar paylaşılır: Ahmet, akşama doğru ustaların bir araya gelip eski günleri andığı sohbete katılır."
        },
        {
            "description": "Günün Sonu - Yeni Başlangıçların Eşiği: Ahmet, ilk gününü tamamlar ve ertesi gün başlayacak eğitimi için heyecanlanır."
        }
    ]
}