{
    "row": "act-3",
    "order": 3,
    "name": "Chapter 12",
    "short_description": "Başarı ve takdir",
    "events": "Ahmet parçayı başarıyla tamamlar ve takdir toplar.",
    "people": "Ahmet, Usta Mehmet, diğer ustalar, müşteri",
    "places": "Han, Usta Mehmet'in dükkanı",
    "from_prev_chapter": "Ahmet yoğun bir çalışma sürecine girer",
    "to_next_chapter": "Yeni bir meydan okuma gelecek",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-08 09:43:48",
    "lastUpdated": "2024-07-08 09:43:48",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-08 09:43:48"
        }
    ],
    "beats": [
        {
            "description": "Gizli Zafer - Beklenen An: Usta Mehmet dükkâna gelir ve Ahmet'in tamamladığı parçayı fark eder."
        },
        {
            "description": "Ustanın Tepkisi - Şaşkınlık ve Gurur: Usta Mehmet, Ahmet'in başarısı karşısında hem şaşırır hem de gururlanır."
        },
        {
            "description": "Sırların Açığa Çıkması - Gece Çalışmaları: Ahmet, gizli çalışmalarını ve öğrenme sürecini Usta Mehmet'e anlatır."
        },
        {
            "description": "Takdir Toplama - Ustaların Onayı: Diğer ustalar da Ahmet'in başarısını duyar ve onu tebrik ederler."
        },
        {
            "description": "Müşterinin Gelişi - Nihai Test: Önemli bir müşteri dükkâna gelir ve Ahmet'in yaptığı parçayı inceler."
        },
        {
            "description": "Beğeni ve Sipariş - Emeğin Karşılığı: Müşteri, parçayı çok beğenir ve yeni siparişler verir."
        },
        {
            "description": "Yeni Sorumluluklar - Çıraklıktan Ustalığa: Usta Mehmet, Ahmet'e daha fazla sorumluluk vermeye başlar."
        },
        {
            "description": "Geleneğin Devamı - Bilgi Aktarımı: Ahmet, öğrendiği yeni teknikleri diğer çıraklarla paylaşmaya başlar."
        },
        {
            "description": "Handa Yeni Bir Soluk - Değişimin Başlangıcı: Ahmet'in başarısı, handaki diğer dükkânlara da ilham verir."
        },
        {
            "description": "Geleceğe Bakış - Yeni Ufuklar: Usta Mehmet ve Ahmet, dükkânın geleceği hakkında planlar yapmaya başlarlar."
        }
    ]
}