{
    "row": "act-1",
    "order": "1",
    "name": "Chapter 2: The Plan",
    "short_description": "Bubbles and his friends brainstorm ideas for escaping the tank. They decide to utilize the pet store’s cleaning routine as the perfect opportunity. However, tensions rise as not everyone is convinced the plan will work.",
    "events": "Brainstorming session, conflict among tank-mates, decision to use cleaning routine for escape.",
    "people": "Bubbles, Finley, Lola, Guppy",
    "places": "Pet store tank",
    "from_prev_chapter": "Bubbles has an idea for the escape.",
    "to_next_chapter": "They decide on the day of the escape.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-06-15 11:16:38",
    "lastUpdated": "2024-06-15 11:16:38",
    "comments": [],
    "history": [
        {
            "action": "Create card",
            "user": "Admin",
            "timestamp": "2024-06-15 11:16:38"
        }
    ],
    "beats": [
        {
            "short_title": "The Brainstorm Begins",
            "long_title": "Initiating the Escape Brainstorming Session",
            "description": "Bubbles gathers his tank-mates Finley, Lola, and Guppy to discuss potential escape plans. They are all excited and nervous about the possibility of freedom."
        },
        {
            "short_title": "Initial Ideas",
            "long_title": "Exploring Initial Escape Ideas",
            "description": "Each fish proposes various ideas for escaping the tank, from jumping out when the lid is opened to tricking the humans into moving them to a different tank."
        },
        {
            "short_title": "Doubt Surfaces",
            "long_title": "Rising Doubts and Concerns",
            "description": "As the brainstorming progresses, doubts and concerns start to surface. Guppy, in particular, is skeptical about the success of any plan they come up with."
        },
        {
            "short_title": "The Cleaning Routine Insight",
            "long_title": "Discovery of the Cleaning Routine Opportunity",
            "description": "Finley remembers the regular cleaning routine and suggests using it as their opportunity to escape. The fish discuss the feasibility of this new idea."
        },
        {
            "short_title": "Formulating the Cleaning Plan",
            "long_title": "Detailed Planning for the Cleaning Routine Escape",
            "description": "Bubbles takes charge and starts formulating a detailed plan on how they can leverage the cleaning routine for their escape."
        },
        {
            "short_title": "Conflict Emerges",
            "long_title": "Conflict Among Tank-Mates",
            "description": "Tensions rise as Lola and Guppy express their concerns about the new plan. An argument ensues, highlighting the differing opinions and levels of trust among the fish."
        },
        {
            "short_title": "Reassurance and Motivation",
            "long_title": "Bubbles Reinforces Confidence and Motivation",
            "description": "Bubbles steps in to reassure his friends, sharing motivational words and emphasizing the importance of trusting each other to achieve their common goal."
        },
        {
            "short_title": "Assigning Roles",
            "long_title": "Assigning Specific Roles for the Escape Plan",
            "description": "The fish outline specific roles and tasks for each member to ensure a smooth execution of their escape plan during the cleaning routine."
        },
        {
            "short_title": "Practicing the Plan",
            "long_title": "Rehearsing the Escape Plan",
            "description": "To ensure they are all prepared, the fish practice their assigned roles and go over the plan multiple times, refining it based on what they learn during rehearsals."
        },
        {
            "short_title": "Agreement and Anticipation",
            "long_title": "Final Agreement on the Escape Plan and Building Anticipation",
            "description": "With a solid plan in place, the fish come to a final agreement and start building anticipation for the day of their escape, feeling a mix of excitement and nervousness."
        }
    ]
}