{
    "row": "act-3",
    "order": 2,
    "name": "Chapter 11: The Lost Friend",
    "short_description": "In the chaos of the rapids, Finley is separated from the group. The friends face a moral dilemma: continue to the ocean or try to find Finley. They decide to search for their friend.",
    "events": "Separation from Finley, moral dilemma, decision to search for him.",
    "people": "Bubbles, Lola, Guppy, Finley (separated)",
    "places": "End of the rapids",
    "from_prev_chapter": "Successful navigation of the rapids.",
    "to_next_chapter": "The search for Finley begins.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-06-15 11:16:38",
    "lastUpdated": "2024-06-15 11:16:38",
    "comments": [],
    "history": [
        {
            "action": "Create card",
            "user": "Admin",
            "timestamp": "2024-06-15 11:16:38"
        }
    ],
    "beats": [
        {
            "short_title": "Separation Chaos",
            "long_title": "Chaos Ensues as Finley is Separated",
            "description": "The group is thrown into chaos as they finish navigating the rapids, and in the midst of the turmoil, they realize Finley is missing."
        },
        {
            "short_title": "Initial Panic",
            "long_title": "Panic Sets In",
            "description": "Bubbles, Lola, and Guppy immediately begin to panic, calling out for Finley and frantically searching the surrounding area, but they can't find him."
        },
        {
            "short_title": "Assessing the Situation",
            "long_title": "Calm After the Storm",
            "description": "After several minutes of frantic searching, Bubbles urges everyone to stay calm and to systematically think about their next step."
        },
        {
            "short_title": "Moral Dilemma",
            "long_title": "To Search or Not to Search",
            "description": "The friends gather together and discuss whether they should continue towards the ocean or retrace their path to find Finley. They weigh the risks and benefits of each option."
        },
        {
            "short_title": "Vote to Search",
            "long_title": "The Decision to Find Finley",
            "description": "After a tense and emotional debate, the friends unanimously vote to go back and search for Finley, knowing they can't leave their friend behind."
        },
        {
            "short_title": "Formulating a Plan",
            "long_title": "Strategizing the Search",
            "description": "The group devises a plan on how to search for Finley, deciding to split up and cover more ground while maintaining communication."
        },
        {
            "short_title": "First Signs of Hope",
            "long_title": "Clues to Finley's Whereabouts",
            "description": "Bubbles discovers a trail of bubbles that looks like Finley's. He calls the others over, and this discovery renews their hope."
        },
        {
            "short_title": "Following the Trail",
            "long_title": "The Chase Begins",
            "description": "The friends eagerly follow the trail left by Finley, navigating through obstacles and currents, determined to find him."
        },
        {
            "short_title": "Nearing Finley's Location",
            "long_title": "Closing In",
            "description": "The trail of bubbles becomes more defined, and they feel they are getting closer to finding Finley. The excitement builds as they push forward."
        },
        {
            "short_title": "At the Brink",
            "long_title": "One Final Push",
            "description": "Just as they feel they are about to find Finley, they encounter a dangerous current or obstacle that threatens to separate them again. They must work together to overcome this final challenge and hopefully reunite with their lost friend."
        }
    ]
}