{
    "row": "act-4",
    "order": 1,
    "name": "Chapter 14: The Ocean’s Edge",
    "short_description": "The group finally reaches the edge of the ocean. They are overwhelmed by the size and beauty of it. Each fish reflects on their journey and what they’ve learned.",
    "events": "Reaching the ocean, reflection on the journey, realization of growth.",
    "people": "Bubbles, Finley, Lola, Guppy",
    "places": "Ocean’s edge",
    "from_prev_chapter": "The group is close to reaching the ocean.",
    "to_next_chapter": "They enter the ocean.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-06-15 11:16:38",
    "lastUpdated": "2024-06-15 11:16:38",
    "comments": [],
    "history": [
        {
            "action": "Create card",
            "user": "Admin",
            "timestamp": "2024-06-15 11:16:38"
        }
    ],
    "beats": [
        {
            "short_title": "First Glimpse",
            "long_title": "Catching First Glimpse of the Ocean",
            "description": "Bubbles and his friends finally catch a glimpse of the vast ocean. They feel overwhelmed by the sheer size and beauty it holds."
        },
        {
            "short_title": "Initial Awe",
            "long_title": "Initial Awe and Silence",
            "description": "The group stands in silence, absorbing the beauty and magnificence of the ocean stretching infinitely before them."
        },
        {
            "short_title": "Approaching the Edge",
            "long_title": "Slow Approach to the Water",
            "description": "The fish inch closer to the water’s edge, feeling the cool breeze and sensing the saltiness in the air. This new environment strikes a chord with each one of them."
        },
        {
            "short_title": "Flashbacks",
            "long_title": "Reflecting on the Journey",
            "description": "As they move closer, each fish experiences flashbacks of the challenges, adventures, and lessons learned during their journey."
        },
        {
            "short_title": "Bubbles’ Reflection",
            "long_title": "Bubbles Reflects on His Personal Growth",
            "description": "Bubbles takes a moment to reflect on his personal growth and transformation from when he first left the glass tank until now."
        },
        {
            "short_title": "Finley’s Insight",
            "long_title": "Finley’s Insight on Leadership",
            "description": "Finley looks back on his role in guiding the group, contemplating his own development as a leader and protector."
        },
        {
            "short_title": "Lola’s Realization",
            "long_title": "Lola Realizes the Importance of Friendship",
            "description": "Lola reflects on the friendships she has formed and how decisive and critical they have been to their survival and success."
        },
        {
            "short_title": "Guppy’s Growth",
            "long_title": "Guppy Acknowledges His Courage",
            "description": "Guppy remembers how timid and scared he was initially and acknowledges the immense courage he has discovered within himself."
        },
        {
            "short_title": "Collective Understanding",
            "long_title": "Collective Understanding and Unity",
            "description": "The group shares their thoughts and feelings, developing an even deeper understanding of the value of unity and teamwork."
        },
        {
            "short_title": "Stepping Forward",
            "long_title": "Taking the First Steps into the Ocean",
            "description": "With a mix of excitement and trepidation, the group prepares to take their first steps into the vast ocean, ready for the new adventures awaiting them."
        }
    ]
}