{
    "row": "act-1",
    "order": 1,
    "name": "Chapter 1: Saatlerin Dili",
    "short_description": "Yaşlı usta Kemal, Eminönü'ndeki küçük dükkanında antika bir saat tamir ederken, çırağı Ahmet içeri girer. Kemal, Ahmet'e saatlerin dilini öğretmeye başlar. Günün sonunda, yurtdışından gelen gizemli bir telefon siparişi alırlar.",
    "events": "Kemal'in antika saat tamiri, Ahmet'in gelişi, gizemli telefon siparişi.",
    "people": "Kemal (yaşlı usta), Ahmet (çırak)",
    "places": "Eminönü'deki küçük saat tamiri dükkanı",
    "from_prev_chapter": "N\/A",
    "to_next_chapter": "Gizemli telefon siparişinin detayları ve bunun yaratacağı heyecan.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-09 05:31:22",
    "lastUpdated": "2024-07-09 05:31:22",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-09 05:31:22"
        }
    ],
    "beats": [
        {
            "description": "Usta ve Çırak: Kemal, Ahmet'e saatlerin iç mekanizmasını gösterir."
        },
        {
            "description": "Zamanın Sırrı: Kemal, saatlerin sadece zamanı göstermediğini, her birinin bir hikayesi olduğunu anlatır."
        },
        {
            "description": "Çırağın Merakı: Ahmet, ustasının anlattıklarını büyük bir dikkatle dinler ve sorular sorar."
        },
        {
            "description": "Eski Bir Anı: Kemal, gençliğinde tamir ettiği özel bir saatten bahseder."
        },
        {
            "description": "Öğle Molası: İkili, çay eşliğinde sohbete devam eder ve dükkânın geçmişini konuşurlar."
        },
        {
            "description": "Beklenmedik Ziyaretçi: Dükkâna eski bir müşteri uğrar ve kısa bir sohbet ederler."
        },
        {
            "description": "Ustanın Dersi: Kemal, Ahmet'e saatlerin bakımı hakkında önemli ipuçları verir."
        },
        {
            "description": "Akşamüstü Telaşı: Dükkânı kapatmaya hazırlanırken son bir müşteri gelir."
        },
        {
            "description": "Gizemli Telefon: Yurtdışından gelen beklenmedik telefon siparişi, ikisini de şaşırtır."
        },
        {
            "description": "Merakla Beklenen Yarın: Kemal ve Ahmet, ertesi gün gelecek olan yabancı müşteriyi merakla beklerler."
        }
    ]
}