{
    "row": "act-4",
    "order": 2,
    "name": "Chapter 15: Zamanın Ötesinde",
    "short_description": "Macera sona ererken, Sophie İstanbul'da kalmaya karar verir. Ahmet ile ilişkileri derinleşir. Kemal, dükkanını Ahmet'e devretmeye karar verir. Sophie, büyükbabasının mirasını yaşatmak için eski saatleri ve hikayeleri toplamaya başlar. Eminönü'nün arka sokaklarındaki küçük dükkan, artık sadece saatlerin değil, kuşaklar boyu süren hikayelerin de evi haline gelir.",
    "events": "Sophie'nin İstanbul'da kalma kararı, Ahmet ile ilişkisinin gelişmesi, Kemal'in dükkanı devretmesi, yeni bir başlangıç.",
    "people": "Sophie, Ahmet, Kemal",
    "places": "Eminönü'ndeki saat dükkanı",
    "from_prev_chapter": "Gizemin çözülmesi ve eski düşmanlıkların sona ermesi.",
    "to_next_chapter": "N\/A",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-09 05:31:22",
    "lastUpdated": "2024-07-09 05:31:22",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-09 05:31:22"
        }
    ],
    "beats": [
        {
            "description": "Dükkana Dönüş \/ Geçmişin İzleriyle Yüzleşme: Grup, saati ve mektubu alarak dükkana döner. Kemal, yıllardır sakladığı sırları paylaşmaya başlar."
        },
        {
            "description": "Sophie'nin Kararı \/ İstanbul'da Yeni Bir Sayfa: Sophie, İstanbul'da kalmaya karar verir. Ailesine haber vermek için hazırlıklara başlar."
        },
        {
            "description": "Ahmet'in Teklifi \/ Aşkın İlk Adımları: Ahmet, Sophie'ye birlikte vakit geçirme teklif eder. İkili, şehri keşfetmeye çıkar."
        },
        {
            "description": "Kemal'in Düşünceleri \/ Mirasın Devri: Kemal, dükkanı Ahmet'e devretme fikrini düşünmeye başlar. Geçmişi ve geleceği tartarak karar vermeye çalışır."
        },
        {
            "description": "Sophie'nin Projesi \/ Hikayelerin Peşinde: Sophie, büyükbabasının mirasını yaşatmak için eski saatleri ve hikayelerini toplamaya başlar."
        },
        {
            "description": "Ahmet'in Cesareti \/ Aşkın İlanı: Ahmet, Sophie'ye olan duygularını açıklar. İkili, ilişkilerini derinleştirmeye karar verir."
        },
        {
            "description": "Kemal'in Kararı \/ Yeni Nesle Güven: Kemal, dükkanı Ahmet'e devretme kararını açıklar. Ahmet, bu sorumluluğu kabul eder."
        },
        {
            "description": "Dükkanın Dönüşümü \/ Zamanın ve Hikayelerin Evi: Eminönü'ndeki küçük dükkan, sadece saatlerin değil, kuşaklar boyu süren hikayelerin de evi haline gelir."
        },
        {
            "description": "Ailelerin Buluşması \/ Geçmişin Barışı: Sophie ve Ahmet'in aileleri bir araya gelir. Geçmişteki anlaşmazlıklar unutulur, yeni bir sayfa açılır."
        },
        {
            "description": "Geleceğe Bakış \/ Zamanın Yeni Bekçileri: Sophie ve Ahmet, dükkanın geleceği için planlar yaparken, yeni maceralar onları beklemektedir."
        }
    ]
}