{
    "row": "act-3",
    "order": 3,
    "name": "Chapter 12: Geçmişin Gölgesinde",
    "short_description": "Yeni bulmacayı çözen ekip, büyükbabanın savaş zamanı yaşadığı eski bir eve ulaşır. Evde, geçmişe ait izler ve yeni ipuçları bulurlar. Sophie, büyükbabasının yaşadıklarını daha iyi anlamaya başlar. Ancak gizemli takipçiler de eve ulaşır ve gerilim tırmanır.",
    "events": "Eski eve ulaşma, geçmişe ait izlerin keşfi, gizemli takipçilerin gelişi.",
    "people": "Sophie, Ahmet, Kemal, gizemli takipçiler",
    "places": "Büyükbabanın eski evi",
    "from_prev_chapter": "Tarihi mekanda bulunan yeni bulmaca.",
    "to_next_chapter": "Gizemli takipçilerle yüzleşme ve son ipucuna ulaşma.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-09 05:31:22",
    "lastUpdated": "2024-07-09 05:31:22",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-09 05:31:22"
        }
    ],
    "beats": [
        {
            "description": "Gizli Geçitten Çıkış \/ Karanlıkta İlerleme: Üçlü, dar ve karanlık geçitte ilerlerken Sophie'nin feneri yolu aydınlatır."
        },
        {
            "description": "Eski Evin Keşfi \/ Geçmişin İzleri: Geçidin sonunda büyükbabanın eski evine ulaşırlar ve ihtiyatla içeri girerler."
        },
        {
            "description": "Tozlu Anılar \/ Fotoğrafların Sırrı: Duvarlardaki eski fotoğraflar, büyükbabanın savaş zamanı hayatına ışık tutar."
        },
        {
            "description": "Gizli Çekmece \/ Yeni İpuçları: Ahmet, eski bir komodinde gizli bir çekmece bulur ve içinden yeni ipuçları çıkar."
        },
        {
            "description": "Mektupların Gizemi \/ Geçmişin Sesi: Sophie, büyükbabasının yazdığı eski mektupları okurken duygusal anlar yaşar."
        },
        {
            "description": "Şifreli Harita \/ Yeni Bulmaca: Kemal, mektupların arasında şifreli bir harita bulur ve çözmeye çalışır."
        },
        {
            "description": "Ani Gürültü \/ Yaklaşan Tehlike: Dışarıdan gelen sesler, gizemli takipçilerin eve yaklaştığını gösterir."
        },
        {
            "description": "Hızlı Karar \/ Saklanma Planı: Üçlü, evin içinde güvenli bir yer bulmak için telaşla hareket eder."
        },
        {
            "description": "Gizli Bölme \/ Beklenmedik Sığınak: Sophie, duvarın arkasında gizli bir bölme keşfeder ve hepsi içeri girer."
        },
        {
            "description": "Nefes Kesen Bekleyiş \/ Yüzleşmeye Hazırlık: Gizli bölmede sessizce beklerken, gizemli takipçilerin eve girdiğini duyarlar ve yüzleşmeye hazırlanırlar."
        }
    ]
}