{
    "row": "act-2",
    "order": 2,
    "name": "Chapter 8: Gizli Görev",
    "short_description": "Yaşlı ustanın anlattıkları, Sophie'nin büyükbabasının II. Dünya Savaşı sırasında gizli bir görevi olduğunu ortaya çıkarır. Bu görev, değerli saatler ve mücevherlerle ilgilidir. Sophie, büyükbabasının geçmişini daha derinlemesine araştırmaya karar verir. Ahmet, ona yardım etmeye söz verir.",
    "events": "Büyükbabanın gizli görevinin ortaya çıkması, Sophie'nin araştırma kararı, Ahmet'in yardım sözü.",
    "people": "Sophie, Ahmet, yaşlı saat ustası",
    "places": "Balat'taki yaşlı ustanın evi",
    "from_prev_chapter": "Yaşlı ustanın Sophie'nin büyükbabasıyla ilgili anlattığı hikayeler.",
    "to_next_chapter": "Gizli görevin detaylarını araştırma süreci ve bu süreçte karşılaşılacak zorluklar.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-09 05:31:22",
    "lastUpdated": "2024-07-09 05:31:22",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-09 05:31:22"
        }
    ],
    "beats": [
        {
            "description": "Şok Edici Açıklama \/ Büyükbabanın Sırrı: Yaşlı usta, Sophie'nin büyükbabasının II. Dünya Savaşı sırasında gizli bir görevde yer aldığını açıklar."
        },
        {
            "description": "Detayların Ortaya Çıkışı \/ Saatlerin Ardındaki Gerçek: Usta, büyükbabanın değerli saatler ve mücevherlerle ilgili özel bir görevi olduğunu anlatır."
        },
        {
            "description": "Sophie'nin Tepkisi \/ Aile Geçmişiyle Yüzleşme: Sophie, büyükbabasının bilinmeyen yönüyle karşılaşınca şaşkınlık ve merak duyguları arasında kalır."
        },
        {
            "description": "Ahmet'in Desteği \/ Dostluk Sözü: Ahmet, Sophie'ye bu gizemi çözmekte yardımcı olacağına dair söz verir."
        },
        {
            "description": "Kemal'in Şüpheleri \/ Tecrübeli Gözler: Kemal, bu bilgilerin potansiyel tehlikelerinden endişe duyduğunu belli eder."
        },
        {
            "description": "Araştırma Planı \/ Geçmişin İzinde: Sophie, büyükbabasının geçmişini daha derinlemesine araştırmak için bir plan yapar."
        },
        {
            "description": "İpuçlarını Toplama \/ Saklı Hazineler: Üçlü, yaşlı ustanın evinde büyükbabayla ilgili eski fotoğraflar ve belgeler bulur."
        },
        {
            "description": "Gizli Şifre \/ Saatin Sırrı: Sophie, büyükbabasının özel saatinde gizli bir şifre olabileceğini düşünür."
        },
        {
            "description": "Tehlikeli Yolculuk Hazırlığı \/ Bilinmeyene Adım: Sophie ve Ahmet, İstanbul'un tehlikeli bölgelerini araştırmaya karar verirler."
        },
        {
            "description": "Vedalaşma ve Endişe \/ Yeni Maceranın Eşiği: Yaşlı ustadan ayrılırken, Kemal onları tehlikelere karşı uyarır, ancak Sophie ve Ahmet kararlıdır."
        }
    ]
}