{
    "row": "act-1",
    "order": 6,
    "name": "Chapter 6: Geçmişin İzleri",
    "short_description": "Sophie, saatteki keşifle sarsılır ve aile geçmişini araştırmaya karar verir. Ahmet, ona yardım etmeyi teklif eder. Birlikte İstanbul'daki Fransız arşivlerini araştırırlar. Bu süreçte, Sophie'nin büyükbabasının savaş zamanı İstanbul'da yaşadığını öğrenirler.",
    "events": "Sophie'nin aile geçmişini araştırma kararı, Fransız arşivlerinin incelenmesi, büyükbaba hakkında yeni bilgiler.",
    "people": "Sophie, Ahmet",
    "places": "İstanbul'daki Fransız arşivleri",
    "from_prev_chapter": "Saatteki gizli bölmede bulunan fotoğraf ve not.",
    "to_next_chapter": "Sophie'nin aile geçmişiyle ilgili yeni keşiflerin getireceği maceralar.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-09 05:31:22",
    "lastUpdated": "2024-07-09 05:31:22",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-09 05:31:22"
        }
    ],
    "beats": [
        {
            "description": "Araştırma Başlangıcı \/ Sophie'nin Kararlılığı: Sophie, aile geçmişini araştırmaya başlar ve Ahmet'in desteğini kabul eder."
        },
        {
            "description": "Arşiv Yolculuğu \/ İstanbul'un Eski Sokakları: Sophie ve Ahmet, Fransız arşivlerine gitmek için İstanbul'un tarihi sokaklarında yürürler."
        },
        {
            "description": "Arşiv Keşfi \/ Tozlu Raflar: İkili, arşivde Sophie'nin ailesine dair belgeleri aramaya başlar."
        },
        {
            "description": "İlk İpucu \/ Savaş Zamanı Kayıtları: Sophie'nin büyükbabasının II. Dünya Savaşı sırasında İstanbul'da olduğuna dair bir kayıt bulurlar."
        },
        {
            "description": "Duygusal An \/ Aile Bağları: Sophie, büyükbabasının geçmişiyle ilgili yeni bilgileri öğrenirken duygusal anlar yaşar."
        },
        {
            "description": "Gizemli Adres \/ Eski Bir Ev: Arşivlerde, büyükbabanın İstanbul'da yaşadığı eski bir evin adresi bulunur."
        },
        {
            "description": "Ahmet'in Sürprizi \/ Harita Keşfi: Ahmet, eski İstanbul haritalarını kullanarak evin yerini bulmayı başarır."
        },
        {
            "description": "Sokak Gezisi \/ Geçmişin İzleri: Sophie ve Ahmet, büyükbabanın yaşadığı mahalleyi keşfe çıkarlar."
        },
        {
            "description": "Beklenmedik Karşılaşma \/ Yaşlı Komşu: Mahallede dolaşırken, büyükbabayı tanıyan yaşlı bir komşuyla karşılaşırlar."
        },
        {
            "description": "Yeni Bir İpucu \/ Saat Ustası Anısı: Yaşlı komşu, Sophie'nin büyükbabasının bir saat ustasıyla yakın arkadaş olduğunu hatırlar, bu bilgi yeni bir araştırma yolunu açar."
        }
    ]
}