{
    "row": "act-1",
    "order": 4,
    "name": "Chapter 4: İstanbul Turu",
    "short_description": "Ahmet, cesaretini toplayıp Sophie'yi İstanbul'u gezdirmeye davet eder. Sophie kabul eder ve birlikte şehri keşfederler. Tarihi yarımadayı gezerken, aralarındaki bağ güçlenir. Ancak Sophie'nin yakında ayrılacak olması, Ahmet'i endişelendirir.",
    "events": "Ahmet'in Sophie'yi davet etmesi, İstanbul turu, aralarındaki bağın güçlenmesi.",
    "people": "Ahmet, Sophie",
    "places": "İstanbul'un tarihi mekanları (Sultanahmet, Ayasofya, Kapalıçarşı)",
    "from_prev_chapter": "Ahmet'in Sophie'ye şehri gezdirme isteği.",
    "to_next_chapter": "Ahmet ve Sophie arasındaki ilişkinin gelişimi ve yaklaşan ayrılık gerçeği.",
    "backgroundColor": "#AECBFA",
    "textColor": "#000000",
    "created": "2024-07-09 05:31:22",
    "lastUpdated": "2024-07-09 05:31:22",
    "comments": [],
    "history": [
        {
            "action": "Create chapter",
            "user": "Admin",
            "timestamp": "2024-07-09 05:31:22"
        }
    ],
    "beats": [
        {
            "description": "Cesaret Toplama: Ahmet, Sophie'yi davet etmek için kendini hazırlar."
        },
        {
            "description": "Beklenmedik Davet: Sophie, Ahmet'in teklifini heyecanla kabul eder."
        },
        {
            "description": "Sultanahmet'te Buluşma: İkili, tarihi meydanda buluşup tura başlar."
        },
        {
            "description": "Ayasofya'nın Büyüsü: Ahmet ve Sophie, muhteşem yapının tarihi hakkında sohbet eder."
        },
        {
            "description": "Kapalıçarşı Macerası: İkili, labirent gibi çarşıda kaybolur ve eğlenir."
        },
        {
            "description": "Lezzet Molası: Geleneksel Türk yemeklerini tadarak kültürel bir deneyim yaşarlar."
        },
        {
            "description": "Boğaz Kıyısında: Ahmet ve Sophie, güneşin batışını izleyerek duygusal anlar yaşar."
        },
        {
            "description": "Geçmişin İzleri: Sophie, ailesinin İstanbul bağlantısından bahseder ve Ahmet meraklanır."
        },
        {
            "description": "Vedalaşma Anksiyetesi: Ahmet, Sophie'nin yakında ayrılacak olmasından dolayı hüzünlenir."
        },
        {
            "description": "Gizemli Çağrı: Tura dönerken, Kemal'den acil bir telefon alırlar ve dükkâna yönelirler."
        }
    ]
}